bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cschlosser.doxdocgen
dbaeumer.vscode-eslint
equimper.react-native-react-redux
github.copilot
github.copilot-chat
haskell.haskell
justusadam.language-haskell
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.remote-explorer
msjsdiag.vscode-react-native
nur.just-black
pkief.material-icon-theme
prisma.prisma
redhat.java
rust-lang.rust-analyzer
santosh.react-native-snippet
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wix.vscode-import-cost
