bradlc.vscode-tailwindcss
BriteSnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cschlosser.doxdocgen
dbaeumer.vscode-eslint
EQuimper.react-native-react-redux
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.remote-explorer
msjsdiag.vscode-react-native
Nur.just-black
PKief.material-icon-theme
Prisma.prisma
redhat.java
rust-lang.rust-analyzer
santosh.react-native-snippet
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wix.vscode-import-cost
